export const TrendingData = () => {
  const TrendingData = [
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
    {
      badge: "🗂 프로젝트",
      deadline: "🚨 마감 3일전",
      duedate: "마감일 | 2024.04.21",
      title: "[프론트엔드/앱개발자] 러닝 + SNS 앱 개발자 모집",
      views: "👀 조회수 755회",
    },
  ];

  return TrendingData;
};
